[
  { 
    "product_id": "notion.so", 
    "rating": null, 
    "review_date": "2025-09-18",
    "body": "Nonexistent customer support for paid customers — Great software. Totally unsatisfactory customer support for paid customers. Notion's AI pointed me to a feature that turned out to be nonexistent. So I reached out to the Notion team for advice on how to solve a very simple issue, given that there was no explanation in the support documentation and the AI hallucinated. It took a couple days for a specialist to get back to me. The answer was essentially: I can't give you a workaround, but you can pay for a specialist or ask the Notion community. Awful. I get better customer support from virtually every other SaaS company.", 
    "normalized_body": "nonexistent customer support for paid customers — great software. totally unsatisfactory customer support for paid customers. notion's ai pointed me to a feature that turned out to be nonexistent. so i reached out to the notion team for advice on how to solve a very simple issue, given that there was no explanation in the support documentation and the ai hallucinated. it took a couple days for a specialist to get back to me. the answer was essentially: i can't give you a workaround, but you can pay for a specialist or ask the notion community. awful. i get better customer support from virtually every other saas company.", 
    "body_sha": "e050b54345d650cc99c5b0b00972837f0830a42ed43856ee15f5e063a2c80b18", 
    "source_url": "https://www.trustpilot.com/reviews/68cc214296c6aa882b1c0fce", 
    "meta": { "author": null, "outscraper_id": null }, 
    "source_id": null 
  },
  { 
    "product_id": "notion.so", 
    "rating": null, 
    "review_date": "2025-09-16", 
    "body": "j'adore cette app la c'est le meilleur — j'adore cette app la c'est le meilleur", 
    "normalized_body": "j'adore cette app la c'est le meilleur — j'adore cette app la c'est le meilleur", 
    "body_sha": "7af4ff2fe90221d9221988a6ecd91674a46dbf56058d337df461db9ae57298f3", 
    "source_url": "https://www.trustpilot.com/reviews/68c95933ccf11f97d21bbdd1", 
    "meta": { "author": null, "outscraper_id": null }, 
    "source_id": null
  }
]